//image_emoticon.png
var emotion_name = [
            "呵呵", "哈哈", "吐舌", "啊", "酷", "怒", "开心", "汗", "泪", "黑线",
            "鄙视", "不高兴", "真棒", "钱", "疑问", "阴险", "吐", "咦", "委屈", "花心",
            "呼~", "笑眼", "冷", "太开心", "滑稽", "勉强", "狂汗", "乖", "睡觉", "惊哭",
            "升起", "惊讶", "喷", "爱心", "心碎", "玫瑰", "礼物", "彩虹", "星星月亮", "太阳",
            "钱币", "灯炮", "茶杯", "蛋糕", "音乐", "haha", "胜利", "大拇指", "弱", "OK"
        ]

//e_ali_059.png
var ali_file = [
            47, 50, 51, 52, 53, 54, 55, 56, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70
        ]
var ali_name = [
            "哭着跑", "惆怅~", "摸头", "蹭", "打滚", "叩拜", "摸", "数钱", "加1", "压力",
            "表逼我", "人呢", "摇晃", "打地鼠", "这个屌", "恐慌", "晕乎乎", "浮云", "给力", "杯具了"
        ]

//e_yz_001.png
var yz_file = [
            1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 16, 17, 18, 19, 20, 21
        ]
var yz_name = [
            "焦糖舞", "翻滚", "拍屁股做鬼脸", "不", "河蟹掉啦", "哦耶", "我倒", "投降", "听音乐", "被砸",
            "吐舌头", "太好啦", "财源滚滚", "人去哪了", "偷笑", "卷被", "看楼上", "我抽", "有木有", "哭"
        ]

//e_b01.png
var b_name = [
            "微笑", "帅哥", "美女", "老大", "哈哈哈", "奸笑", "傻乐", "飞吻", "害羞", "花痴",
            "憧憬", "你牛", "鼓掌", "可爱", "太委屈", "大哭", "泪奔", "寻死", "非常惊讶", "表示疑问"
        ]
